Repository: PQYPLZXHGF/GedcomOptions
Catalog: *.po
Languages: fi_fi

source: GEDCOM With Extra Options
fi_fi: GEDCOM lisäasetuksilla

source: Expansion to default GedCom export module.
fi_fi: Gedcom-viejän laajennus

source: GEDCOM Options
fi_fi: GEDCOM lisäasetukset

source: Smart sort children
fi_fi: Älykäs lasten lajittelu

source: Smart sort events
fi_fi: Älykäs tapahtumien lajittelu

source: Reverse place names
fi_fi: Käänteinen paikannimien järjestys

source: Avoid repetition in place names
fi_fi: Vältä toistoa paikannimissä

source: Extended addresses
fi_fi: Laajennetut osoitetiedot

source: Omit addresses without info in addition to place name
fi_fi: Hylkää osoitteet, joissa ei ole lisäsisältöä paikannimiin nähden

source: Omit neighborhood from addresses
fi_fi: Jätä kulmakunta pois osoitteista

source: Inherit missing coordinates from higher in place hierarchy
fi_fi: Periytä puuttuvat koordinaatit paikkahierarkiasta

source: Include TNG specific place tags
fi_fi: Sisällytä TNG:ssä käytettävät paikkoihin liittyvät lisäkentät

source: Matro- and patronymics as part of first names
fi_fi: Siirrä matro- ja patronyymit etunimiin kuuluviksi

source: Could not create %s
fi_fi: Ei voi luoda %s

source: Export failed
fi_fi: Vienti epäonnistui
